Repository: brijeshpoojary/dubdubdub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kn

source: Have you visited your child's school in the last month?
kn: ಕಳೆದ ತಿಂಗಳಲ್ಲಿ ನಿಮ್ಮ ಮಗುವಿನ ಶಾಲೆಗೆ ಭೇಟಿ ನೀಡಿದ್ದೀರಾ?

source: Does the school have a separate functional toilet for girls?
kn: ಶಾಲೆಯಲ್ಲಿ ಬಳಸಲು ಯೋಗ್ಯ ಪ್ರತ್ಯೇಕ ಹುಡುಗಿಯರ ಶೌಚಾಲಯವಿದೆಯೇ?

source: Are you satisfied with the Mid Day Meal served in your child's school?
kn: ಶಾಲೆಯಲ್ಲಿ ಮಧ್ಯಾಹ್ನದ ಊಟದ ಬಗ್ಗೆ ನಿಮಗೆ ತೃಪ್ತಿ ಇದೆಯೇ?

source: Is there a teacher shortage in the school?
kn: ಶಾಲೆಯಲ್ಲಿ ಶಿಕ್ಷಕರ ಕೊರತೆ ಇದೆಯೇ?

source: Does the SDMC meet every month?
kn: ಎಸ್. ಡಿ. ಎಮ್. ಸಿ ಪ್ರತಿ ತಿಂಗಳು ಸಭೆ ಸೇರುತ್ತದೆಯೇ?

source: Do you think your child can read Kannada?
kn: ನಿಮ್ಮ ಮಗು ಕನ್ನಡ ಓದುತ್ತಾಳೆ/ನೆ ಅನ್ನಿಸುತ್ತದೆಯೇ?

source: Do you think your child can read English?
kn: ನಿಮ್ಮ ಮಗು ಇಂಗ್ಲೀಶ್ ಓದುತ್ತಾಳೆ/ನೆ ಅನ್ನಿಸುತ್ತದೆಯೇ?

source: Do you think your child can do addition?
kn: ನಿಮ್ಮ ಮಗು ಕೂಡುವ ಲೆಕ್ಕ ಮಾಡುತ್ತಾಳೆ/ನೆ ಅನ್ನಿಸುತ್ತದೆಯೇ?

source: Do you think your child can do subtraction?
kn: ನಿಮ್ಮ ಮಗು ಕಳೆಯುವ ಲೆಕ್ಕ ಮಾಡುತ್ತಾಳೆ/ನೆ ಅನ್ನಿಸುತ್ತದೆಯೇ?

source: Did you participate in 'Sammudaya Datta Shaale' last time?
kn: ಕಳೆದ ಬಾರಿಯ ಸಮುದಾಯದತ್ತ ಶಾಲಾ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ನೀವು ಭಾಗವಹಿಸಿದ್ದೀರಾ?

source: Were the class 4 and 5 math teachers trained in GKA methodology in the school you have visited?
kn: ನೀವು ಭೇಟಿ ನೀಡಿದ ಶಾಲೆಯಲ್ಲಿ 4 ನೇ ಮತ್ತು 5ನೇ ತರಗತಿಯ ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನದ ತರಬೇತಿಯಾಗಿದೆಯೇ? (ಈ ತರಬೇತಿಯು SSA/DSERT/ಅಕ್ಷರ ಫೌಂಡೇಶನ್ ವತಿಯಿಂದ ನಡೆಯುತ್ತದೆ)

source: Was Math class happening on the day of your visit?
kn: ನೀವು ವೀಕ್ಷಿಸಿದ ತರಗತಿಯಲ್ಲಿ ಗಣಿತ ಪಾಠ ನಡೆಯುತ್ತಿತ್ತೆ? (ಶಿಕ್ಷಕರಿಂದ ಪಡೆದ ಮಾಹಿತಿಯ ಆಧಾರದ ಮೇಲೆ ಈ ಪ್ರಶ್ನೆಯನ್ನು ಉತ್ತರಿಸಬಾರದು)

source: Did you see children using the Ganitha Kalika Andolana TLM?
kn: ನೀವು ವೀಕ್ಷಿಸಿದ ಗಣಿತ ತರಗತಿಯಲ್ಲಿ ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನದ ಕಲಿಕೋಪಕರಣಗಳನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ?(ಕಲಿಕೋಪಕರಣಗಳನ್ನು ಶಿಕ್ಷರು ಅಥವಾ ಮಕ್ಕಳು ಇವರಲ್ಲಿ ಒಬ್ಬರು ಉಪಯೋಗಿಸುವುದು ಕಂಡು ಬಂದಲ್ಲಿ ಈ ಪ್ರಶ್ನೆಗೆ ಹೌದು ಎಂದು ಉತ್ತರಿಸಬಹುದು)

source: Did you see representational stage being practiced during the class?
kn: ನೀವು ವೀಕ್ಷಿಸಿದ ತರಗತಿಯಲ್ಲಿ ಮಕ್ಕಳು ಪ್ರಾತಿನಿಧ್ಯಾತ್ಮಕ ಹಂತವನ್ನು ಅನುಸರಿಸುತ್ತಿರುವುದು ಕಂಡು ಬಂತೆ? (ಚೌಕಳಿ ಪುಸ್ತಕ ಬಳಕೆ)

source: Was group work happening during Math classes in class 4 and 5 at the time of your visit?
kn: ನೀವು ಭೀಟಿ ನೀಡಿದ ದಿನ ಶಾಲೆಯ 4 ಮತ್ತು 5ನೇ ತರಗತಿಯಲ್ಲಿ ಮಕ್ಕಳು ಗುಂಪು ಚಟುವಟಿಕೆಯಲ್ಲಿ ನಿರತರಾಗಿದ್ದರೆ ?
